/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kSerialNumberUserLimit" = "%d-Client-Lizenz";

"kSerialNumberUserLimitNoLimit" = "Unbegrenzte Client-Lizenz";

"kSerialNumberUserLimitUnknown" = "Nicht verfügbar";

"kSerialNumberUserLimitNotSupported" = "Nicht verfügbar in Serverversion 10.2";

"kInvalidSerialNumber" = "Ungültige Seriennummer";

"kLastSerialNumberInvalid" = "Die Seriennummer (%@) ist ungültig. Bitte geben Sie eine gültige Seriennummer ein.";

"kNeverExpires" = "Wird nie ungültig";

"kExpiresOn" = "Gültig bis: ";

"kRendezvousNameNotSupported" = "Nicht verfügbar in Serverversion 10.2";

"kBootTimeNotSupported" = "Nicht verfügbar in Serverversion 10.2";

"kDateFormatter" = "%c";

"AF_INET" = "IPv4";

"AF_INET6" = "IPv6";

"kSWUpdateStatePrefix" = "Status: ";

"kNewSoftwareIsAvailable" = "Für Ihren Server ist neue Software verfügbar:";

"kSoftwareIsUpToDate" = "Ihre Server-Software ist auf dem neuesten Stand.";

"kClickCheckNow" = "Klicken Sie auf „Jetzt suchen“, um nach verfügbaren Aktualisierungen zu suchen.";

"kMissingBackendSWUpdateTool" = "Ein Hilfsprogramm fehlt (Ihr Server benötigt eine neuere Version der Software-Aktualisierung)";

"kSWUDescriptionsNotAvailablePreLeopard" = "Software-Update-Beschreibungen sind nur bei Verbindungen zu Mac OS X Server 10.5 oder neuer verfügbar.";

"kReadyForInstall" = "Bereit zur Installation";

"kInstallNoItems" = "Installieren";  /* Install button text when disabled */

"kInstallOneItem" = "1 Objekt installieren";

"kInstallMultipleItems" = "%d Objekte installieren";

"kErrorCode" = "Fehlercode: ";

"kAbbreviatedBytes" = "B";

"kRebootInProgress" = "Der Server startet neu. Bitte warten Sie bis die Verbindung wieder aufgebaut ist …";

"kRebootServerAlertTtl" = "Wollen Sie den Server jetzt wirklich neu starten?";

"kRebootServerAlertMsg" = "Die Verbindung zu %@ wird kurzzeitig unterbrochen.";

"kIgnoreUpdateAlertSingleTtl" = "Möchten Sie das Update „%@“ wirklich aus der Liste entfernen?";

"kIgnoreUpdateAlertMultipleTtl" = "Möchten Sie die %d Updates wirklich aus der Liste entfernen?";

"kIgnoreUpdateAlertMsg" = "Sie werden nicht mehr auf neue Versionen dieses Updates hingewiesen. Um dieses Update wieder darzustellen, klicken Sie auf die Taste „Ignorierte Updates zurücksetzen“.";

"kRebootButton" = "Neustart";

"kZeroConfExplanationFormatString" = "Computer im lokalen Teilnetz des Servers können diesen unter <%@.local> erreichen.";

"kUGQuotasNotSupported" = "Kontingente für Benutzer und Gruppen sind in der Serverversion 10.2 nicht verfügbar";

"kUGQuotasNotAvailable" = "Keine Kontingente für Benutzer und Gruppen";

"kCancelButton" = "Abbrechen";

"kDeleteButton" = "Löschen";

"kAllServiceAccessDragHint" = "Alle Benutzer und Gruppen dürfen auf alle Dienste auf diesem Server zugreifen. Um den Zugriff auf alle Dienste zu beschränken, klicken Sie auf die Hinzufügen-Taste und bewegen Sie Benutzer und Gruppen in diese Liste.";

"kServiceAccessDragHint" = "Alle Benutzer oder Gruppen können auf diesen Dienst zugreifen. Um den Zugriff darauf zu beschränken, klicken Sie auf die Hinzufügen-Taste und bewegen Sie Benutzer und Gruppen in diese Liste.";

"kAllServiceAccessRestrictedDragHint" = "Kein Benutzer und keine Gruppe hat Zugriff auf die Dienste dieses Servers. Klicken Sie auf die Hinzufügen-Taste und bewegen Sie Benutzer und Gruppen in diese Liste, um ihnen Zugriff zu gewähren.";

"kServiceAccessRestrictedDragHint" = "Kein Benutzer und keine Gruppe kann auf diesen Dienst zugreifen. Klicken Sie auf die Hinzufügen-Taste und bewegen Sie Benutzer und Gruppen in diese Liste, um ihnen Zugriff zu gewähren.";

"kAllServiceAdminDragHint" = "Nur Mitglieder der Admin-Gruppe können die Dienste auf diesem Server verwalten. Klicken Sie auf die Hinzufügen-Taste und bewegen Sie Benutzer und Gruppen in diese Liste, um zusätzliche Administratoren oder Überwacher zu erlauben.";

"kServiceAdminDragHint" = "Nur Mitglieder der Admin-Gruppe können diesen Dienst verwalten. Klicken Sie auf die Hinzufügen-Taste und bewegen Sie Benutzer und Gruppen in diese Liste, um zusätzliche Administratoren oder Überwacher zu erlauben.";

"kServiceAccessRestrictedString" = "Zugriff auf Dienst ist beschränkt";

"kAddGroupMembersToolTip" = "Gruppenmitglieder hinzufügen";

"kRemoveGroupMembersToolTip" = "Ausgewählte Gruppenmitglieder entfernen";

"kSummaryCPUUsageFormatter" = "%.2f %% CPU-Auslastung";

"kSummaryThrouputPerSecFormatter" = "%@/s";

"kNewNotifyAddress" = "user@server.com";

"kCPUGraphName" = "CPU-Auslastung (Gesamt)";

"kNetworkGraphName" = "Netzwerkverkehr";

"kOverviewCPUGraphTitle" = "CPU %";

"kOverviewNetGraphTitle" = "Netzwerkdurchsatz";

"kOverviewDiskGraphTitle" = "Volumes";

"kOverviewSingleDiskGraphTitle" = "Laufwerk";

"kOverviewNetGraphPeakFormat" = "Spitzenwert: %@%@";

"kProcOverviewFormat" = "%@%@ %@";

"kProcOverviewSpeedFormat" = "%1.1f GHz";

"kProcOverviewNumFormat" = "%d x ";

"kDiskUsageToolTipFormat" = "%@\n%@ von %@ belegt (%d %%)";

"kSharingTabName" = "Dateifreigabe";

"kCertsTabName" = "Zertifikate"; 

"kSACLLongNameFormat" = "%@-ACL";

"kAdminCLLongNameFormat" = "%@-Administratoren";

"kMonitorCLongNameFormat" = "%@-Anzeige";

"kRemoteLoginGroupName" = "Gruppe für entfernte Anmeldung";

/* Services for Server Permissions */

"service_addressbook" = "Adressbuch" ;

"service_afp" = "AFP";

"service_calendar" = "iCal" ;

"service_certs" = "Zertifikate"; 

"service_cluster" = "Cluster" ;

"service_dhcp" = "DHCP" ;

"service_dirserv" = "Open Directory";

"service_dns" = "DNS" ;

"service_ftp" = "FTP";

"service_chat" = "iChat";

"service_ipfilter" = "Firewall" ;

"service_jabber" = "iChat" ;

"service_mail" = "Mail";

"service_loginwindow" = "Anmeldefenster";

"service_mysql" = "MySQL" ;

"service_nat" = "NAT" ;

"service_netboot" = "NetBoot" ;

"service_notification" = "Push-Notification" ;

"service_nfs" = "NFS" ;

"service_pcast" = "Podcast-Produzent" ;

"service_print" = "Print" ;

"service_proxy" = "Mobiler Zugriff" ;

"service_qtss" = "QuickTime-Streaming";

"service_radius" = "RADIUS";

"service_sharing" = "Dateifreigabe";

"service_smb" = "SMB";

"service_swupdate" = "Softwareaktualisierung" ;

"service_vpn" = "VPN";

"service_web" = "Web";

"service_webobjects" = "WebObjects" ;

"service_xgrid" = "Xgrid";

"service_ssh" = "SSH";

"service_weblog" = "Blog";

"service_all_services" = "Alle Dienste";


/* Permission Types for Tiered Admin */

"kAdministerPermissionType" = "Verwalten" ;
"kMonitorPermissionType" = "Überwachen" ;

/* Quota on/off error message*/

"kSetVolumeQuotaFailedTitle" = "Kontingenteinstellung des Volumes fehlgeschlagen";

"kSetVolumeQuotaFailedMessage" = "Der Versuch, die Kontingenteinstellung auf einem Volume zu ändern, ist fehlgeschlagen. Bitte versuchen Sie es erneut.";


/* Log files (keys come from back-end): unfortunately those get ordered by the XML deserializer so system log may not show first unless code is hacked */

"systemLog" = "Systemprotokoll"; /* 10.2+ */

"kernelLog" = "Kernel-Protokoll"; /* 10.6+ */

"watchdogEvtLog" = "Watchdog-Ereignisprotokoll"; /* 10.2 & 10.3 */

"softwareUpdateLog" = "Software-Aktualisierungsprotokoll"; /* 10.3+ */

"radminEvtLog" = "Ereignisprotokoll Server-Einstellungen"; /* 10.2 */

"radminErrLog" = "Fehlerprotokoll Server-Einstellungen"; /* 10.2 */

"secureLog" = "Sicherheitsprotokoll"; /* 10.5+ */


/* Log names (these go in the popup button) */

"System Log" = "Systemprotokoll";

"Secure Log" = "Sicherheitsprotokoll";


/* Most common errors */

"NOT_ENOUGH_PRIVS_ERR" = "Ungenügende Zugriffsrechte (Administratorrechte erforderlich)";


/* Result codes of startSWUpdateScan and startSWUpdateInstall commands (SWUpdate) */

"RESTART_REQUIRED" = "Sie sollten Ihren Server jetzt neu starten.";

"REQUEST_STARTED" = "Suche nach neuer Software …";

"REQUEST_QUEUED" = "Suche nach neuer Software … (Anfrage in Warteliste)";

"PARAMETER_ERROR" = "Parameterfehler";


/* Valid phases (SWUpdate) */

"WAITING" = "Warten"; /* Author hasn't witnessed this state yet */

"SCANNING" = "Scannen";

"UPTODATE" = "Aktueller Stand";

"DOWNLOADING" = "Laden";

"UNARCHIVING" = "Entpacken";

"INSTALLING" = "Installieren";

"INSTALLATION" = "Installation";

"OPTIMIZING" = "Optimieren"; /* Author witnessed this (but without progress) */

"UNKNOWN" = "Unbekannt"; /* Author hasn't witnessed this state yet */

"RESTARTING" = "Neustart"; /* Author hasn't witnessed this state yet */

"DONE" = "Installiert";


/* Phase status codes (SWUpdate) */

"INPROGRESS" = "in Arbeit"; /* Author witnessed this with Scanning */

"ERROR" = "Fehlgeschlagen";

"DONE-MUST_BE_RENAMED" = "fertig"; /* Author hasn't witnessed this state yet */


/* Phase error codes (SWUpdate) */

"SUScanServerErrorResultCode" = "Softwareaktualisierung meldet Fehler";

"SUScanNetworkErrorResultCode" = "Verbindung zum Internet konnte nicht hergestellt werden";


/* Configuration error codes */

"kSerialNumberMissingCharactersErrorString" = "In der Seriennummer (%@) fehlen ein oder mehrere Zeichen.";

"kEmptyRendezvousNameErrorString" = "Der Bonjour-Name darf nicht leer sein.";

"kEmptyComputerNameErrorString" = "Der Computername darf nicht leer sein.";


/* Most common errors (server-side) */

"100001" = "Konnte Datei „hostconfig“ nicht aktualisieren"; /* COULD_NOT_UPDATE_HOSTCONFIG_ERR */

"100002" = "Konnte SNMP-Status nicht abfragen"; /* COULD_NOT_GET_SNMP_STATE_ERR */

"100003" = "Konnte SNMP nicht starten"; /* COULD_NOT_START_SNMP_ERR */

"100004" = "Konnte SNMP nicht stoppen"; /* COULD_NOT_STOP_SNMP_ERR */

"100010" = "Unzulässiger Computername"; /* INVALID_COMPUTER_NAME_ERR */

"100011" = "Konnte Bonjour-Name nicht einstellen"; /* COULD_NOT_WRITE_ZEROCONF_NAME_ERR */

"100012" = "Konnte Computername nicht einstellen"; /* COULD_NOT_WRITE_COMPUTER_NAME_ERR */

"100020" = "Konnte Verknüpfung der „localtime“-Datei nicht entfernen"; /* COULD_NOT_UNLINK_LOCALTIME_FILE_ERR */

"100021" = "Konnte auf Zeitzonen-Datei nicht zugreifen"; /* COULD_NOT_ACCESS_TIMEZONE_FILE_ERR */

"100022" = "Konnte Verknüpfung für „localtime“-Datei nicht erstellen"; /* COULD_NOT_SYMLINK_TIMEZONE_FILE_ERR */

"100023" = "Konnte Uhrzeit nicht einstellen"; /* COULD_NOT_SET_TIME_OF_DAY_ERR */

"100025" = "Abfrage des SSH-Status fehlgeschlagen"; /* COULD_NOT_GET_SSH_STATE_ERR */

"100026" = "Starten von SSH fehlgeschlagen"; /* COULD_NOT_START_SSH_ERR */

"100027" = "Stoppen von SSH fehlgeschlagen"; /* COULD_NOT_STOP_SSH_ERR */

"100028" = "Abfrage des ARD-Status fehlgeschlagen"; /* COULD_NOT_GET_ARD_STATE_ERR */

"100029" = "Starten von ARD fehlgeschlagen"; /* COULD_NOT_START_ARD_ERR */

"100030" = "Stoppen von ARD fehlgeschlagen"; /* COULD_NOT_STOP_ARD_ERR */

"100031" = "FileSync-Agent konnte nicht gestartet werden"; /* COULD_NOT_START_FILESYNCD_ERR */

"100032" = "FileSync-Agent konnte nicht gestoppt werden"; /* COULD_NOT_STOP_FILESYNCD_ERR */

"100038" = "Mehrfach benutzte Seriennummer"; /* DUPLICATE_REGISTERED_LICENSE_ERR */

"100039" = "Die Seriennummer ist bereits registriert."; /* ALREADY_REGISTERED_LICENSE_ERR */

"100040" = "Die Seriennummer konnte nicht registriert werden."; /* CANNOT_REGISTER_LICENSE_ERR */

"100041" = "Ungültige Seriennummer"; /* INVALID_LICENSE_ERR */

"100042" = "Die Lizenz konnte nicht mit dem Daemon überprüft werden."; /* LICENSE_DAEMON_COMMUNICATION_ERR */

"100043" = "Die Lizenz konnte wegen der Firewall nicht überprüft werden."; /* LICENSE_FIREWALL_COMMUNICATION_ERR */

"100044" = "Die Lizenz konnte nicht überprüft werden."; /* LICENSE_PARAMETER_ERR */

"100045" = "Ihre Seriennummer konnte nicht gesichert werden."; /* CANNOT_STORE_LICENSE_ERR */

"100046" = "Ihre Seriennummer konnte nicht abgefragt werden."; /* CANNOT_RETRIEVE_LICENSE_ERR */

"100047" = "Seriennummer abgelaufen"; /* EXPIRED_LICENSE_ERR */

"-300002" = "Ungültige Seriennummer"; /* SNInvalidSerialNumberErr - Obsolete in 10.4 */

